cask "stats"
cast "ghostty"

brew "age"
brew "ansible"
brew "asdf"
brew "atuin"
brew "awscli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bison"
brew "chatblade"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "difftastic"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "httpie"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "libpq"
brew "lima"
brew "lolcat"
brew "maven"
brew "mkcert"
brew "neovim"
brew "pnpm"
brew "podman"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "watchman"
brew "yarn"
brew "git-town"
brew "operator-sdk"
brew "jj"
brew "websocat"
brew "direnv"
brew "overmind"
brew "caddy"
brew "nss" # Used by caddy so caddy trust works on firefox
brew "xwmx/taps/hosts"
brew "mise"

brew "clojure/tools/clojure"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "hashicorp/tap/terraform-ls"
brew "derailed/k9s/k9s"
brew "babashka/brew/neil"
brew "fairwindsops/tap/nova"
brew "ariga/tap/atlas"
brew "mike-engel/jwt-cli/jwt-cli"
brew "int128/kubelogin/kubelogin"
